const data = {
    title: "Проверка знаний",
    questions: [
        {
            question: 'Кто такой Владимир Иванович Даль?',
            answers: [
                'Политик, ученый, правовед',
                'Русский писатель, этнограф и лексикограф',
                'Философ, публицист',
                'Физик, ученый',
            ],
            validAnswer: 2
        },
        {
            question: 'Какой псевдоним был у Владимира Даля?',
            answers: [
                'Словотворец',
                'Тюрколог',
                'Казак Луганский',
                'Луганский летописец',
            ],
            validAnswer: 3
        },
        {
            question: 'Сколько слов в словаре Даля?',
            answers: [
                'Более 100 тысяч',
                'Более 200 тысяч',
                'Более 300 тысяч',
                'Более 400 тысяч',
            ],
            validAnswer: 2
        },
        {
            question: 'С какого года Владимир Даль начал сбор слов для своего словаря?',
            answers: [
                'С 1819 года',
                'С 1897 года',
                'С 1910 года',
                'С 1784 года',
            ],
            validAnswer: 1
        },
        {
            question: 'Какую премию и медаль Владимир Иванович Даль получил за работу над своим словарем?',
            answers: [
                'Демидовская премия, медаль «За успехи в образовании юношества»',
                'Премия имени императора Петра Великого, медаль «За успехи в учении и добронравие»',
                'Константиновская медаль от Императорского географического общества, Ломоносовская премия',
                'Премия имени К. Бэра, медаль «Благодарю»',
            ],
            validAnswer: 3
        },
    ]
}
